[
  {
    "producto_id": 1,
    "titulo": "Muñeco de Goku Super Saiyan",
    "descripcion": "Figura coleccionable de Goku en su forma Super Saiyan, con detalles de alta calidad.",
    "precio": 3999.99,
    "imagen": "gokuSSY.jpg",
    "imagen_descripcion": "Figura de Goku Super Saiyan",
    "franquicia": "Dragon Ball Z",
    "categoria": "Figura de acción",
    "edicion": "Edición estándar",
    "caracteristicas": "Esta figura coleccionable de Goku en su forma Super Saiyan tiene una altura de 18 cm y está fabricada en PVC de alta resistencia. Posee articulaciones móviles en brazos, piernas y torso, y un acabado detallado en el cabello y vestimenta. Incluye una base para exhibición y ha sido pintada a mano."
  },
  {
    "producto_id": 2,
    "titulo": "Remera de Luffy - One Piece",
    "descripcion": "Camiseta de algodón con diseño de Luffy, el protagonista de One Piece.",
    "precio": 9999.99,
    "imagen": "camisetaLuffy.jpg",
    "imagen_descripcion": "Camiseta de Luffy",
    "franquicia": "One Piece",
    "categoria": "Ropa",
    "edicion": "Edición estándar",
    "caracteristicas": "Confeccionada en 100% algodón, esta camiseta presenta una estampa frontal con diseño Wanted de Monkey D. Luffy. Tiene cuello redondo reforzado, costuras dobles para mayor durabilidad y un tacto suave y liviano. Está disponible en talles S a XXL."
  },
  {
    "producto_id": 3,
    "titulo": "Taza de Naruto Uzumaki",
    "descripcion": "Taza de cerámica con diseño de Naruto Uzumaki",
    "precio": 4500,
    "imagen": "tazaNaruto.webp",
    "imagen_descripcion": "Taza de Naruto Uzumaki",
    "franquicia": "Naruto",
    "categoria": "Taza",
    "edicion": "Edición estándar",
    "caracteristicas": "Cuenta con una capacidad de 350 ml y está fabricada en cerámica de alta calidad. Es apta para microondas y lavavajillas, y posee una estampa envolvente con el diseño del Equipo 7 (Naruto, Sasuke, Sakura y Kakashi). Tiene un acabado brillante y colores resistentes al desgaste."
  },
  {
    "producto_id": 4,
    "titulo": "Póster de Attack on Titan",
    "descripcion": "Póster de alta calidad con diseño del Escuadrón de Reconocimiento.",
    "precio": 1399,
    "imagen": "posterAttackOnTitan.webp",
    "imagen_descripcion": "Póster de Attack on Titan",
    "franquicia": "Attack on Titan",
    "categoria": "Póster",
    "edicion": "Edición limitada",
    "caracteristicas": "Este póster de alta calidad presenta una estampa envolvente con diseño del Equipo 7 (Naruto, Sasuke, Sakura y Kakashi), tiene un acabado brillante, está hecho en cerámica de alta calidad y es apto para microondas y lavavajillas. (Nota: parece haber un error en los datos originales; se repiten las características de la taza de Naruto)."
  },
  {
    "producto_id": 5,
    "titulo": "Llavero de Pikachu",
    "descripcion": "Llavero metálico con diseño de Pikachu, ideal para fans de Pokémon.",
    "precio": 3500,
    "imagen": "llaveroPikachu.webp",
    "imagen_descripcion": "Llavero de Pikachu",
    "franquicia": "Pokémon",
    "categoria": "Llavero",
    "edicion": "Edición estándar",
    "caracteristicas": "Fabricado en silicona y metal, incluye una figura 3D de Pikachu junto con una correa con el logo de Pokémon. Su anillo metálico es resistente y tiene un tamaño aproximado de 8 cm. Es suave al tacto e ideal para mochilas, llaves o bolsos."

  },
  {
    "producto_id": 6,
    "titulo": "Coleccionable de Levi Ackerman",
    "descripcion": "Figura articulada de Levi Ackerman con accesorios intercambiables.",
    "precio": 12000,
    "imagen": "leviAckerman.webp",
    "imagen_descripcion": "Figura de Levi Ackerman",
    "franquicia": "Attack on Titan",
    "categoria": "Figura de acción",
    "edicion": "Edición coleccionista",
    "caracteristicas": "Tiene una altura de 10 cm y está fabricado en vinilo premium. Su estilo es chibi y representa a Levi en su versión de limpieza (Cleaning Levi). Incluye una caja ilustrada para colección, detalles pintados a mano y pertenece a la edición de coleccionista YouTooz."

  },
  {
    "producto_id": 7,
    "titulo": "Buzo de My Hero Academia",
    "descripcion": "Sudadera con capucha con diseño de la UA Academy.",
    "precio": 15999,
    "imagen": "buzoMyHeroAcademy.jpg",
    "imagen_descripcion": "Sudadera de My Hero Academia",
    "franquicia": "My Hero Academia",
    "categoria": "Ropa",
    "edicion": "Edición estándar",
    "caracteristicas": "Está confeccionado en una mezcla de algodón y poliéster, con una estampa frontal que muestra personajes de la UA Academy (Deku, Todoroki, Bakugo). Tiene interior frizado, capucha con cordones ajustables, puños y cintura elastizados, y está disponible en talles S a XXL."

  },
  {
    "producto_id": 8,
    "titulo": "Juguete de backugan",
    "descripcion": "Juguete de backugan con diseño de los personajes de la serie.",
    "precio": 5700,
    "imagen": "backugan_juguete.jpg",
    "imagen_descripcion": "Juguete de backugan",
    "franquicia": "Backugan",
    "categoria": "Juguete",
    "edicion": "Edición estándar",
    "caracteristicas": "Modelo Ultimate Viloch, este juguete incluye 2 bakuganes y 8 cartas exclusivas. Las figuras son transformables de acción, ideales tanto para batallas como para colección. Está fabricado en plástico resistente y es apto para mayores de 6 años."

  },
  {
    "producto_id": 9,
    "titulo": "Set de pines de Demon Slayer",
    "descripcion": "Set de pines metálicos con diseños de los personajes principales de Demon Slayer.",
    "precio": 900,
    "imagen": "pines_demonSlayer.webp",
    "imagen_descripcion": "Set de pines de Demon Slayer",
    "franquicia": "Demon Slayer",
    "categoria": "Accesorios",
    "edicion": "Edición limitada",
    "caracteristicas": "Incluye 5 pines metálicos con diseño chibi de los personajes Nezuko, Tanjiro, Inosuke, Zenitsu y Rengoku. Cada pin mide aproximadamente 3 cm y tiene acabado brillante con cierre de mariposa. Es una edición limitada ideal para mochilas o ropa."

  },
  {
    "producto_id": 18000,
    "titulo": "Reloj de bolsillo Fullmetal Alchemist",
    "descripcion": "Réplica del reloj de bolsillo de Edward Elric.",
    "precio": 14500,
    "imagen": "reloj_fullmental.jpg",
    "imagen_descripcion": "Reloj de bolsillo Fullmetal Alchemist",
    "franquicia": "Fullmetal Alchemist",
    "categoria": "Reloj",
    "edicion": "Edición coleccionista",
    "caracteristicas": "Esta réplica oficial del reloj de Edward Elric está fabricada en aleación metálica con un color plateado envejecido. Tiene grabado el símbolo de los alquimistas estatales, apertura con botón de resorte, incluye una cadena desmontable y es parte de una edición de coleccionista."

  },
  {
    "producto_id": 11,
    "titulo": "Almohada de Nezuko Kamado",
    "descripcion": "Almohada decorativa con diseño de Nezuko Kamado.",
    "precio": 6000,
    "imagen": "almohada_nezukoKamado.jpg",
    "imagen_descripcion": "Almohada de Nezuko Kamado",
    "franquicia": "Demon Slayer",
    "categoria": "Decoración",
    "edicion": "Edición estándar",
    "caracteristicas": "Tiene un tamaño de 40 x 40 cm e incluye funda con cierre y relleno. La estampa muestra a Nezuko con fondo de flores de sakura. Está confeccionada en poliéster suave, es apta para lavarropas y resulta ideal para decorar tu cama o sillón."

  },
  {
    "producto_id": 12,
    "titulo": "Gorra de Ash Ketchum",
    "descripcion": "Gorra oficial con diseño de Ash Ketchum de Pokémon.",
    "precio": 10500,
    "imagen": "gorra_ash.jpg",
    "imagen_descripcion": "Gorra de Ash Ketchum",
    "franquicia": "Pokémon",
    "categoria": "Ropa",
    "edicion": "Edición estándar",
    "caracteristicas": "Fabricada en poliéster y red tipo trucker, esta gorra tiene talle único con cierre ajustable. Su diseño es liviano y cómodo, con estilo clásico y logo blanco. Es ideal tanto para cosplay como para uso diario, e inspirada en la gorra original de Ash."

  }
]